abandono
abrir
abrumado
aburrido
acabar
academicamente
académico
acceso
accionar
acción
acontecimiento
acordar
acosador
actitud
activadad
actividad
activismo
actuar
acuerdo
acumular
acusación
adaptar
adecuado
adelantar
además
admitir
afectado
afectar
afecto
afrontar
agobiante
agotador
agoviado
agradecido
agrado
ahí
ajeno
alargar
alegrar
alejar
algio
alguien
alguno
aliviar
allá
altibajo
alumnado
alumno
alzar
amariliismo
amarillista
amenaza
ameritar
amigo
angustia
angustiado
ansiedad
ansioso
aparte
apenas
apertura
aplicar
apocalipsis
aportación
apoyar
apoyo
aprender
aprendizaje
aprovechar
arreglo
arte
asamblea
asistir
aspecto
asqueado
asunto
así
ataque
atención
atender
atrasar
atreverse
atrás
aturdido
aun
aunque
autoridad
autoservicio
avance
avanzar
aveces
ayuda
ayudar
año
aún
baja
bajo
base
bastante
beneficiar
beneficio
bien
brillante
brindado
brindar
brusco
buap
buen
buscar
cabecero
cabo
cada
calidad
calificación
calificar
cambiar
cambio
campaña
cansado
cansancio
cantidad
capacidad
carencia
carga
carrera
carta
casa
casi
caso
causa
causar
cercano
cerrar
certero
chavo
checar
chingada
ciertamente
cierto
circular
circulo
circunstancia
ciudad
claridad
claro
clase
coincidir
combinación
comer
compartir
compañero
competente
complejo
completamente
completo
complicado
comprender
compromiso
comunicación
comunicar
comunidad
común
concentrar
concluir
conclusión
concretar
concreto
condición
conformar
confunder
confundido
confusión
confuso
conllevar
conocer
conocimiento
consecuencia
conseguir
considerar
constante
constantemente
contar
contento
contexto
continuidad
contrario
convencido
conveniencia
convicción
convivencia
cooperación
coraje
correctamente
correcto
corriente
corriger
cortar
corto
cosa
costar
crecer
creer
crucial
cual
cualquiera
cuarto
cuenta
cuestionado
cuestión
cumplir
curioso
cursar
curso
cuándo
cuánto
cómo
cómodo
dado
dar
debatir
deber
debido
decepcionado
decepcióano
decidir
decir
decisión
defender
deficiencia
deficiente
dejar
demanda
demasiado
demeritar
demás
dentro
derecho
derivado
desafortunadamente
desanimado
desarrollar
desarrollo
descansar
descanso
descentralización
desconectad
desconfianza
desconocer
descuidado
desenvolver
desfasado
desinformación
desinteresado
desinterés
desorientado
desprestigiar
después
destro
diferencia
diferente
dificultad
difundir
difusión
difícil
digno
diluyendoi
directamente
directivo
discrepancia
discrimacion
disgustado
disminuir
disperso
disposición
dispuesto
distancia
distinto
distraer
distraido
diverso
dividido
dividir
diálogo
doble
doblegar
domingo
dormido
dormir
duda
dudoso
durar
día
económico
educación
educativo
eficiente
embargo
emitir
emocional
emocionante
emoción
empatia
empatizar
empeorar
empeoro
encontrar
enfocar
enfrente
enojado
enriquecedora
enseñanza
entender
enterar
entonces
entorno
entrar
entre
entrega
entregar
equipo
equivalencia
error
escalar
escaso
escolar
escuchar
escuela
especial
espera
esperanza
esperanzado
esperanzador
esperar
estallar
estancar
estancia
estar
estrategia
estresado
estresante
estreso
estructurado
estrés
estudiante
estudiantil
estudiar
estudio
etapa
etcétera
evaluación
evento
evitar
evolucionar
excluido
excusa
exigencia
exigir
existir
exitosamente
expectante
experiencia
experimentar
expresar
expuesto
extender
externo
extraescolar
extraño
facebook
factor
facultad
falso
falta
faltante
faltar
familia
favor
favorecer
fcc
feliz
fin
final
forma
formación
formar
foráneo
frente
frustración
frustrado
frustrante
frustrar
fuente
fuerte
fuerza
fustrado
futuro
fácil
físico
gana
ganar
generación
general
generalmente
generar
gente
gobernador
grabación
gracia
gran
gratis
grupo
guardar
guardia
gustar
gusto
haber
habitual
hacer
hacia
hallar
hecho
hogar
hora
hoy
idea
ideal
identificado
ignorado
ignorar
igual
impedimento
implementar
implicar
importancia
importante
importar
imposibilidad
impotencia
impotente
incertidumbre
incluso
inconforme
inconformidad
inconsistencia
incrementar
indeferente
indicado
indiferente
inecesario
inesperado
inflexión
información
informado
infraestructura
inicio
inquieto
inscribir
inscripción
instagram
instalación
institución
integrante
intención
interacción
interesado
interesante
interesar
interrumpir
interrupción
intervenir
interés
intrigado
investigar
involucrado
inútil
ir
irrelevante
irrespetuoso
jamás
juntar
junto
justificable
justificado
justo
lado
largo
lejos
lenguaje
levantar
liderazgo
lidiar
ligera
linea
llegar
llego
lleno
llevar
loable
lograr
ls
lucha
luchar
lugar
línea
maestro
mal
malo
manejo
manera
manifestante
manifestar
materia
material
mayor
mayoria
medicina
medio
mejor
mejora
mejorar
mencionar
mención
menos
merecer
mes
mesa
metodología
mezcla
miedo
minimo
mio
mismo
modalidad
modo
molesto
momento
moral
mostrar
motivo
moviento
movimiento
mucho
más
método
méxico
mínimo
nadie
necesario
necesidad
nervioso
neutral
neutro
ninguno
nivel
noche
normal
normalidad
notar
noticia
nuevamente
nuevo
nunca
obtener
ocación
ocasionar
ocupar
oficial
omiso
opción
operación
opinión
oportunidad
optimista
orden
ordenar
organización
organizar
organizo
orgullo
orgulloso
pandemia
parecer
parecido
parista
paro
parte
participación
participar
pasado
pasar
paso
pausa
pedir
pelear
pendeja
pensamiento
pensar
peor
perder
perdido
periodo
permitir
personal
perspectiva
pesar
pese
petición
petitorio
pie
platicar
plazo
pliego
poco
poder
policía
poner
portátil
pos
posible
postergar
posterior
postura
pq
practico
preferir
pregunta
preocupación
preocupado
preocupar
presencial
presencialmente
presionado
presión
prestar
prestir
pretención
primero
principio
problema
problemático
proceder
proceso
productivo
profe
profesional
profesor
programa
programación
progreso
pronto
propaganda
propuesta
propósito
provocar
proyecto
práctica
prácticamente
pues
punto
pérdida
quedar
queja
quejar
quejo
querer
quizá
radio
rapido
raro
rato
razón
raíz
reaccionar
real
realidad
realizado
realizar
realmente
reanudar
recabar
recaída
rechazar
recibir
reclamar
reconocer
recordar
rectora
recurso
red
reflejado
regado
regresar
regreso
relación
relajado
relevancia
relevante
rencor
rendimiento
repente
repercutir
represalia
representación
representado
representar
requerir
resistencia
resolución
resolver
respecto
responsabilidad
respuesta
resultado
retardar
retraso
ritmo
romper
rumor
rutina
rápido
saber
sabiar
sacar
salior
salir
saturar
seguir
segundo
seguridad
seguro
semana
semestre
sensación
sentimiento
sentir
ser
serie
servicio
servir
si
siempre
significativo
simplemente
sinceramente
sino
situación
sobrellevar
sobretodo
social
soler
solicitar
solo
solucionar
solución
sorpresa
stories
suceder
sucedir
suficiente
sumamente
super
superado
suponer
surgir
sólo
tal
tanto
tardar
tarea
tema
temario
tener
terminar
tiempo
tipo
to
tocar
todavía
todo
tomar
tomo
totalmente
trabajar
trabajo
traer
tranquilizar
tranquilo
tratar
triste
trámite
uner
uni
unidad
unido
unir
universidad
universitario
unión
uno
urgente
vacaciones
valioso
valoro
varios
venir
ver
verdad
vez
viajar
viaje
vida
virtual
virtualmente
visibilizado
vista
vivir
voluntad
volver
voz
vu
vír
whatsapp
ámbito
época
último
único
