abogar
abrazado
abrir
abrumado
acabar
académico
acción
aceptar
acerca
acoso
acostumbrado
actitud
activamente
activar
actividad
actividadd
activo
acudir
acuerdo
acumular
adecuado
además
administrativo
afectado
afectar
afecto
agobiado
agotado
agradable
agradar
agradecer
agradecido
agrar
agua
ahora
ahí
alargar
alegre
alguien
alguno
aliviado
alivio
allá
almenos
alrededor
altura
alumno
alzar
ambiente
ambos
amigo
angustiado
angustiar
ansiedad
aparte
aplicar
aportar
apoyar
apoyo
apreciar
aprender
aprendizaje
aprer
apresurado
aprovechar
aproximar
apurado
aquí
area
arreglar
asamblea
asistir
aspecto
astar
así
atareado
atención
atender
atrasar
atropellar
aula
aumentar
aun
aunque
autoridad
autoservicio
avance
avanzar
aveces
averirguar
avisar
aviso
aún
bastante
beneficiar
beneficio
bien
bombardear
bonanza
borde
brindar
buap
buen
buscar
básicamente
cabo
calidad
calificación
calificar
calma
calmado
calmar
calse
cambiar
cambio
camino
camión
cancelar
cansado
cantidad
caos
capacidad
cara
carga
cargado
carrera
casa
caso
causa
causar
cedillo
cerca
chico
chingada
cierto
circunstancia
claro
clase
clave
comentar
comenzar
comer
comisión
comparación
compañera
compañero
completamente
compromiso
comunidad
concluir
conclusión
condición
conexión
confianza
confiar
conformar
confusión
confuso
congelo
conocer
consecuencia
conseguir
considerado
considerar
contentar
contento
contestar
continuar
convicción
convivir
convocatoria
cooperación
correctamente
correspondiente
corriente
cosa
crear
creer
cual
cualquiera
cuanto
cuenta
cuerpo
cuestión
culero
culminar
cumplir
cumpmir
cursar
curso
cómo
dar
deber
debido
decepcionado
decidir
decir
defender
defensa
dejar
demanda
demasiado
democratización
dentro
depender
deplorable
derecho
desafiante
desanimado
descansar
desconcertado
desempeño
desilusión
desmotivado
despertar
después
devastar
dialogo
dicho
diferencia
diferente
difícil
diluir
dir
dirección
directivo
directora
disgusto
dividido
diálogo
docente
documento
dos
doña
duda
dudo
dudoso
durar
duro
día
dónde
económico
educación
eficiente
ejemplo
ejercicio
elección
elemento
embargo
emocionado
empatía
empezar
empleo
empático
encargar
encontrar
enojar
entender
enter
enterar
entonces
entrega
entregar
escolar
escucha
escuchar
escuela
esfuerzo
espacio
especial
especulación
específico
espera
esperanza
esperanzado
esperar
estable
establecido
estre
estresado
estricto
estrés
estudiante
estudiantil
estudiar
estudio
estético
estúpido
etcétera
evaluación
evaluar
examen
excelente
exigencia
exigir
existir
experiencia
expresar
externar
extraño
exámen
factura
facultad
falta
faltante
faltar
favor
favorable
favorecible
fecha
felicidad
feliz
fiable
fin
final
finalizar
firmar
flujo
forma
fortalecer
foráneo
frustrado
frustrar
fuerza
funcionar
función
futuro
físico
gana
gasto
general
generalmente
generar
gente
gestionar
gran
grande
gratificante
gror
gustar
gusto
haber
habilitar
hablar
hacer
hacia
hecho
historia
honesto
ideal
igual
impacto
imparcial
implementar
impornar
importante
importar
inactivo
incertidumbre
incierto
incluso
incoherencia
incomodo
incompetencia
inconcluso
inconforme
inconformidad
indeferente
indicar
indiferente
indignado
individual
información
iniciativa
inicio
inico
inmediato
inquietar
insatisfecho
instalación
institución
integrante
intento
inter
interactuar
interesar
interés
intriga
inútil
ir
jajajar
juntar
junto
justo
lado
largo
legítimo
liberado
libertad
ligero
lilia
linea
listo
llamar
llegar
llevar
logrado
lograr
lucha
luchar
luego
lugar
lunes
línea
madre
maestro
mal
malo
manejar
manera
manipular
mantener
mantenimiento
marcar
marcha
materia
mayor
mayormente
mayoría
medio
medir
mejor
mejora
mejorar
menor
menos
mente
mesa
meteria
miedo
misa
mismo
modalidad
molestar
molesto
momento
mostrar
moviento
movilización
movimento
movimiento
mucho
muerte
mutuo
más
mínimo
naca
natación
necesario
necesidad
necesitar
negativo
negociado
nervioso
neutral
neutro
nivel
normal
normalidad
normalizar
nostálgico
notable
notar
nuevamente
nuevo
objetivo
obligo
obtener
obvio
ocasión
omiso
opacar
opción
operar
opinión
oportunidad
organización
orgullo
originar
osease
pagado
palabra
palapa
pandemia
parecer
parista
paro
parte
participación
participar
partir
pasar
pedir
pena
pendejar
pendiente
pensar
pequeño
perder
perdido
perjudicar
perjudicial
permanecer
persona
personal
personalmente
perspectiva
pertenecer
pesar
petición
pinche
planteado
pliego
pm
pobre
poco
poder
poner
posible
positivo
postura
preferir
pregunta
preocupación
preocupado
preocupar
presencial
presente
presionado
presión
primero
principalmente
principio
prioridad
pro
probar
problema
problemático
proceder
proceso
profe
profesor
progresión
promesa
prometer
proponer
propuesta
propósito
proseguir
proyecto
práctica
próximo
puebla
pues
puesto
punto
página
público
quedar
querer
raro
razón
raíz
reacción
real
realidad
realizar
realmente
reanudar
receso
reconocer
recorrer
rectora
recuperar
recurrir
reelegir
reforma
registro
regresar
regreso
relajo
remetir
remodelación
repasar
repente
repentino
represalia
resolución
resolver
respecto
respetar
respetuoso
responder
respuesta
resultado
reto
retomar
retrasar
retraso
revuelto
rezago
ritmo
rumbo
rutina
rápido
saber
salida
salir
salvar
santo
satisfacción
satisfactorio
satisfecho
seguimiento
seguir
seguro
semana
semestre
sensación
sentimiento
sentir
ser
servicio
servir
sexual
si
siempre
significativo
simplemente
sino
siquiera
situación
social
solamente
solicitado
solicitar
solucionar
solución
sonidero
subir
suceder
sucedido
sucedir
suficiente
suponer
sutil
sábado
sólo
tal
talvez
también
tampoco
tanto
tardado
tardar
tarea
teams
tema
temario
temeroso
temprano
tener
terminado
terminar
termino
tiempo
tienda
tipo
todavía
todo
tomar
tomo
totalidad
trabajar
trabajo
traer
tramite
tranquilidad
tranquilo
transformación
tratar
triste
trámite
ultimo
uni
unidad
universidad
universitario
vacaciones
vacío
valioso
valir
valor
varios
vener
ver
verdad
verdadero
vez
viajar
viejita
virtual
visible
vivir
volver
votación
voz
vrd
whatsapp
ámbito
